{
   "bida": {
      "vi": [
         {
            "string": "Bida 1vs1",
            "size": 35,
            "color": "#00FF00"
         },
         {
            "string": "  Nhiệm vụ của người chơi là phải ăn hết các bi thuộc nhóm bi của mình sau đó ăn bi số 8 cuối cùng để giành chiến thắng.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Trong kiểu chơi 8 bi thì 2 người sẽ được chia làm 2 nhóm:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "   Bi màu (các bi từ 1 đến 7)\n   Bi khoang (các bi từ 9 đến 15)\nViệc xác định nhóm bi sẽ phụ thuộc vào viên Bi đầu tiên mà người chơi ăn được (sau cơ phá bàn).",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Cơ chế sẹo:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Tối đa là 5 sẹo, có thể tùy chỉnh thành 2 sẹo.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Cơ chế thời gian:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Thời gian tối đa là 8 phút, có thể tùy chỉnh thành 4 phút.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Phạm lỗi:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Đánh rơi bi cái xuống lỗ.\n  Đánh không chạm bi nào thuộc nhóm bi của mình.\n  Đánh bi cái không chạm vào bi nào trên bàn.\n  Sau khi thực hiện cú đánh không có Bi nào chạm băng.\n  Khi phạm lỗi người chơi sẽ bị mất lượt và chuyển lượt đánh người chơi còn lại. Nếu Bi cái rơi xuống lỗ người chơi còn lại sẽ được phép đặt Bi cáo ở 1 vị trí bất kỳ trên bàn mà mình mong muốn.\n  Nếu đánh quá sẹo sẽ bị phạt đứng yên.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Xử hòa khi:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Khi hết ván nếu 2 người chơi bằng số sẹo và bằng số bi ăn được.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Xử thua khi:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Nếu đánh ăn bi số 8 trước khi chưa ăn hết các Bi thuộc nhóm Bi của mình sẽ bị xử thua cuộc.\n  Khi hết thời gian và ăn được ít bi mục tiêu hơn đối thủ.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Tính thắng thua:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Khi ăn hết các Bi thuộc nhóm Bi của mình và bi số 8, bạn sẽ là người chiến thắng. người chơi còn lại sẽ thua bằng số Bi còn lại trên bàn nhân với mức cược bàn chơi. Người thắng sẽ nhận bằng tổng số tiền người thua và chịu 5% thuế bàn\n  Ví dụ: Người chơi còn lại 5 Bi, mức cược bàn là 1.000 và chịu 5% thuế bàn thì bạn thắng được 5 x 1.000 x 95% = 4.750\n  Khi hết ván mà cả 2 người chơi chưa bắn hết bi cần ăn thì người ăn được nhiều bi hơn sẽ thắng. Nếu số bi ăn bằng nhau sẽ tính theo số sẹo (Sẹo ít hơn sẽ thắng, bằng sẹo thì hòa). Công thức tính tiền vẫn như trên.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "Bida Phỏm",
            "size": 35,
            "color": "#00FF00"
         },
         {
            "string": "  Nhiệm vụ của người chơi là phải ăn đúng bi tương ứng với lá bài mà mình được chia để dành chiến thắng.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Bi mục tiêu:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Mỗi người được chia 1 lá bài và Bi mục tiêu sẽ được hệ thống xác định tương ứng vơi lá bài đã chia cho người chơi.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Cơ chế sẹo:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Tối đa là 5 sẹo, có thể tùy chỉnh thành 2 sẹo.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Cơ chế thời gian:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Tối đa là 8 phút, có thể tùy chỉnh thành 4 phút.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Hạ bài",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Sau khi ăn được viên bi tương ứng với lá bài của mình thì người chơi sẽ giành chiến thắng.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Phạm lỗi:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Đánh bi cái rơi xuống lỗ.\n  Đánh ăn bi khác lá bài của mình.\n  Sau khi thực hiện cú đánh không có bi nào chạm băng.\n  Đánh không có bi nào chạm bi mục tiêu.\n  Nếu đánh bi mục tiêu và bi cái xuống, sẽ bị tính 1 sẹo và được chia bài mới.\n  Nếu đánh bi mục tiêu và bi đối phương xuống, sẽ bị phạt đứng yên và đối phương được chia bài mới.\n  Người chơi phạm lỗi sẽ chuyển lượt đánh cho người chơi còn lại và bị tính thêm 1 sẹo. Nếu bi cái xuống lỗ thì sẽ được đặt lại vị trí quy định ở lượt bắn sau.\n  Nếu đánh quá sẹo hoặc đánh nhầm bi đối phương xuống sẽ bị phạt đứng yên.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Xử hòa khi:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Khi hết ván nếu không có người chơi nào bắn được bi mục tiêu của mình vào lỗ.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Xử thua khi:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Ăn nhầm bi mục tiêu của người chơi còn lại.\n  Với bàn chơi từ 3 người trở lên, nếu ăn nhầm bi của người chơi khác sẽ bị đứng yên và chờ người chơi khác giành chiến thắng.",
            "size": 26,
            "color": "#FFFFFF"
         },
         {
            "string": "- Tính thắng thua:",
            "size": 30,
            "color": "#FFFF00"
         },
         {
            "string": "  Ai ăn được bi mục tiêu đầu tiên sẽ giành chiến thắng. Tiền thắng bằng tổng số người chơi nhân với mức cược và chịu 5% thuế. Mỗi người thua cuộc sẽ thua bằng số tiền cược của bàn chơi.\nVD: Bàn chơi 5 người mức cược 1.000 và chịu 5% thuế thì người thắng sẽ được 5 x 1.000 x 95% = 4.750",
            "size": 26,
            "color": "#FFFFFF"
         }
      ]
   }
}