{
    "TLMN": [
        {
            "string": "Tiến lên miền nam",
            "size": 35,
            "color": "#00FF00"
        },
        {
            "string": "Sau khi bắt đầu, người chơi sẽ được hệ thống chia cho 13 lá bài, bạn chọn nút xếp bài để hệ thống xếp bài cho bạn theo 2 cách khác nhau (theo bài ngang hoặc theo sảnh ).",
            "size": 26,
            "color": "#FFFFFF"
        },
        {
            "string": "Luật chơi:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "Người có lá bài 3 Bích được đánh trước ở ván đầu tiên. Từ ván thứ 2 trở đi người nào thắng ván trước đó được đánh bài trước. Nếu người về Nhất thoát khỏi game trước khi ván mới bắt đầu thì người về Nhì được đánh trước.\n\t\t\t\nKhi người chơi đánh ra một quân bài/nhóm bài, người tiếp theo phải bắt bằng quân bài / nhóm bài lớn hơn.\nChơi theo vòng : Vòng đánh bài là ngược chiều kim đồng hồ.\n\t\t\t\nNếu người chơi đánh mà không còn ai bắt nữa thì một vòng chơi kết thúc. Người này có quyền đánh quân tiếp theo tùy ý.\n-   Tứ quý chặt được 1 con heo(2) đen, 1 con heo đỏ, 2 heo đen, 2 heo đỏ, 2 heo vừa đen vừa  đỏ, 3 đôi thông hoặc tứ quý nhỏ hơn.\n-   Bốn đôi thông chặt được 1 con heo đen, 1 con heo đỏ, 2 heo đen hoặc 2 heo đỏ, hoặc 2 heo vừa đen vừa đỏ, 3 đôi thông nhỏ hơn và tứ quý nhỏ hơn.\n-   Ba đôi thông chặt được 1 con heo đen, 1 con heo đỏ, 3 đôi thông nhỏ hơn.\n*  Các bộ bài người chơi hay xếp:\n-   Thông ( Cặp, Đôi ) : 2 lá bài cùng hàng, cùng giá trị, có thể khác chất.\n-   Sám cô ( dây ba, bộ ba ) : 3 là bài cùng hàng và cùng giá trị.\n-   Sảnh ( các quân bài có giá trị liên tiếp nhau ). Các quân Hai ( Heo ) không được nằm trong sảnh, dây.\n-   Sảnh rồng ( đặc biệt giá trị, có thể ăn trắng, là có đủ các quân bài từ 3 tới át )\n-   Tứ quý: 4 quân bài giống nhau về số.\n-   Ba đôi thông: 3 đôi liên tiếp nhau.\n-   Bốn đôi thông: 4 đôi liên tiếp nhau, nếu may mắn bạn có thể có 5 đôi liền nhau.",
            "size": 26,
            "color": "#FFFFFF"
        },
        {
            "string": "- Phạt tiền:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "\n-   Trường hợp bình thường : Số cây còn lại trên tay người chơi nhân với số tiền cược( tiền bàn).\n*  Quy định khi trên tay còn một số quân đặc biệt được tính nhiều hơn :\n-   Trên tay có 2 đen được tính thêm 05 cây, 2 đỏ được tính thêm 10 cây, tứ quý được tính thêm 20 cây, 3 đôi thông tính là 10 cây, 4 đôi thông tính là 20 cây.\n-  Trường hợp đặc biệt khi hoàn thành nhiệm vụ đánh bài còn được tính nhân với hệ số.\n*  Trường hợp xử tới trắng:\nBài được coi là tới trắng khi có các trường hợp sau:\n6 đôi bất kỳ,5 đôi thông, tứ quý 2, 3 đôi thông có 3 bích.\nPhạt tới trắng là 26 lần tiền bàn.",
            "size": 26,
            "color": "#FFFFFF"
        }
    ],
    "Phom": [
        {
            "string": "Phỏm",
            "size": 35,
            "color": "#00FF00"
        },
        {
            "string": "Luật chơi:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "Phỏm 9 lá sử dụng bộ bài 52 lá bài. Không tính mạnh yếu mà tính theo điểm, lá K tính = 13 điểm – Lá A tính = 1 điểm\nBài Phỏm 9 lá có thể chơi từ 2 đến 4 người. Ban đầu mỗi người có 9 lá bài, ngoại trừ người đi đầu (hoặc người thắng nhất) có 10 lá bài. Những lá bài còn lại được để giữa bàn chơi gọi là nọc.\nKhi chơi bài, người chơi sẽ tìm cách ăn bài và thả rác để lập những tập hợp bài gọi là phỏm cũng như giảm thiểu tổng số điểm của những lá bài không nằm trong phỏm.\nMột nhóm bài được gọi là Phỏm nếu chúng gồm có : 3 lá bài với cùng một giá trị ; 3 lá bài liên tục hay nhiều hơn với cùng một nước bài(♥cơ, ♦rô, ♣tép, ♠bích). Hoặc 4 quân bài cùng cấp độ ví dụ 4 quân K (già).\nKhi hạ bài hệ thống sẽ tự động gửi.\n*  Phân định thắng thua.\nVán chơi sẽ kết thúc khi có người “Ù” ( ghép hết bài của mình thành các phỏm).\nNếu người chơi nào lên bài không có Phỏm hoặc cạ, toàn rác thì sẽ được “Ù khan”\nHoặc sau 4 vòng phân định thắng thua bằng việc cộng điểm của các lá bài ngoài phỏm.\nNgười ít điểm nhất là người thắng. ( Lá bài J được tính 11 điểm, Q được tính 12 điểm, K được tính 13 điểm).\n+ Nếu hai người bằng điểm nhau thì ai hạ sau sẽ thua.\n+ Nếu người chơi không có Phỏm nào thì bị gọi là “móm” và bị xử thua luôn.\n+ Nếu tất cả người chơi đều móm thì người móm đầu sẽ thắng”Xào khan”.\n+ Nếu 1 người chơi đánh ra 3 lá bài mà bị người khác ăn cả 3 lá thì người đánh bài bị là “Ù” đền.\n+ Trong luật Cho kí gửi, nếu 1 người đã hạ mà có người khác ăn bài. Người chơi đó tái phỏm mà “Ù” thì người ăn bài sẽ bị “Ù” đền.",
            "size": 26,
            "color": "#FFFFFF"
        },
        {
            "string": "- Phạt tiền:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "\tVòng 1 ăn quân bài bị trừ 1 lần tiền cược.\n-\tVòng 2 ăn quân bài bị trừ 2 lần tiền cược\n-\tVòng 3 ăn quân bài bị trừ 3 lần tiền cược.\n-\t Vòng chốt ăn quân bài bị trừ 4 lần tiền cược.\n•\tTổng kết\n-\tNgười về nhì bị trừ 1 lần tiền cược\n-\tNgười về ba bị trừ 2 lần tiền cược\n-\tNgười về bét bị trừ 3 lần tiền cược\n-\tNgười bị móm, cháy bị trừ 4 lần tiền cược.\n•\tÙ , Xào khan: Những người chơi khác đền 5 lần tiền cược \n•\tÙ đền: Người chơi nào đánh cả 3 cây để người sau ăn và tạo lập 3 phỏm để ù thì phải trả tiền cho 2 người còn lại. Và trường hợp ăn chốt, nhưng người sau được tái chốt Ù thì người ăn cây chốt đó phải đền thay cho cả làng.",
            "size": 26,
            "color": "#FFFFFF"
        }
    ],
    "MauBinh": [
        {
            "string": "Mậu binh",
            "size": 35,
            "color": "#00FF00"
        },
        {
            "string": "Luật chơi:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "1. Người chơi cần chia 13 lá bài của mình thành ba phần(gọi là Chi): chi đầu 3 lá bài, chi giữa 5 lá bài và chi cuối 5 lá bài. Sao cho ba chi đó được xếp theo “độ mạnh” lớn dần về cuối. Chi đầu yếu nhất, chi giữa mạnh hơn và chi cuối là mạnh nhất.\n2. Các bộ lá bài có thể xếp được (độ mạnh tăng dần)\n- Mậu thầu : các quân bài trong 1 chi không có liên quan về chất hoặc về giá trị\n- Đôi: 2 lá bài có cùng giá trị.\n- Thú: 2 đôi có cùng giá trị\n- Xám : 3 lá bài cùng giá trị.\n- Sảnh: 5 lá bài hình thành 1 dãy liên tiếp, không cùng chất.\n- Thùng: 5 lá bài đồng chất.\n- Cù lũ: bộ gồm 5 lá bài trong đó có 1 xám và 1 đôi\n- Tứ quí: 4 lá bài cùng giá trị\n- Thùng phá sảnh: 5 lá bài có giá trị liên tiếp và có cùng chất\n3. Các cước trong Mậu binh (từ lớn tới nhỏ)\n- Sảnh rồng đồng hoa 13 quân bài có giá trị liên tiếp cùng chất\n- Sảnh rồng 13 quân bài có giá trị liên tiếp\n- Thùng phá sảnh: bài trên tay có thùng phá sảnh\n- Tứ quí: bài trên tay có tứ quý\n- Cù lũ chi 2: bài trên tay xếp được cù lũ ở chi 2\n- Xám chi ba: xếp được xám ở chi ba\n- Lục phế bôn: trên tay có 6 đôi\n- Tam thùng: 3 chi đều là thùng\n- Tam sảnh: 3 chi đều là sảnh",
            "size": 26,
            "color": "#FFFFFF"
        },
        {
            "string": "Phạt tiền:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "1 Chi = số tiền cược trong ván đấu.\nBài của các đấu thủ sẽ được so sánh với từng người khác. Khi so sánh bài, sẽ so sánh 2 chi đầu với nhau, 2 chi giữa với nhau, và 2 chi cuối cùng với nhau. Kết quả của 1 đối thủ sẽ là tổng của các chi thắng-thua của ở 3 chi với những người chơi còn lại.\nSập: Nếu bài người nào bị người khác bắt sập (tức là thua cả 3 chi) thì sẽ bị nhân đôi tức là sẽ thua 6 chi.\nNếu người nào bắt sập được cả làng thì mỗi nhà sẽ phải thua 12 chi cho người đó.\nMột số trường hợp đặc biệt:\n- Sảnh rồng đồng hoa = mỗi nhà 100 chi\n- Sảnh rồng = mỗi nhà 50 chi\n- Thùng phá sảnh chi ba = mỗi nhà 10 chi\n- Thùng phá sảnh chi giữa = mỗi nhà 20 chi\n- Tứ quí chi ba = mỗi nhà 8 chi\n- Tứ quý chi giữa = mỗi nhà 16 chi\n- Xám chi đầu = mỗi nhà 6 chi\n- Cù lũ chi 2 = mỗi nhà 4 chi\nThắng khi Báo Mậu binh:\n- Sảnh rồng đồng hoa = mỗi nhà 100 chi\n- Sảnh rồng = mỗi nhà  50 chi\n- Ba thùng, ba sảnh, 6 đôi thông = mỗi nhà 8 chi.",
            "size": 26,
            "color": "#FFFFFF"
        }
    ],
    "Soccer": [
        {
            "string": "Soccer Galaxy",
            "size": 35,
            "color": "#00FF00"
        },
        {
            "string": " Soccer Galaxy là thể loại game đá bóng mini trên điện thoại với những cải tiến: không có biên, không lỗi, không phạt, thời gian giới hạn, bóng có thể nảy khi đập... Chỉ có duy nhất ghi bàn. Mỗi đội chơi có 5 cầu thủ được thiết kế như một quân cờ và xếp theo đội hình được chọn.",
            "size": 26,
            "color": "#FFFFFF"
        },
        {
            "string": "- Cách chơi:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "Soccer Galaxy là trò chơi đá bóng theo lượt, khi bắt đầu trận đấu hãy chọn 1 đội hình cho phù hợp nhất.\nĐể đá bóng thì bạn chạm một cầu thủ bất kì, vuốt sang sẽ có một vòng tròn và mũi tên: mũi tên là hướng đá, vòng tròn càng lớn lực đá càng mạnh.\nBạn cũng phải để ý vòng sáng quanh avatar khi đến lượt, đó chính là thời gian cho bạn đá bóng, nếu chạy hết là bạn mất lượt.\nKhi ghi bàn sẽ có hiệu ứng âm thanh, hình ảnh đẹp mắt. Sau đó sẽ chuyển lượt cho đối thủ giao bóng lại từ đầu.",
            "size": 26,
            "color": "#FFFFFF"
        },
        {
            "string": "- Thời gian:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "Thời gian tối đa là 8 phút, có thể tùy chình thành 4 phút.",
            "size": 26,
            "color": "#FFFFFF"
        },
        {
            "string": "- Tính thắng thua:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "Bên nào ghi được 2 bàn trước sẽ chiến thắng.\nTrường hợp hết thời gian mà chưa có bên nào ghi được 2 bàn thì sẽ tính thắng cho bên nào ghi nhiều bàn hơn hoặc xử hòa khi số bàn thắng bằng nhau.\nNgười thắng sẽ nhận được số tiền bằng mức cược bàn chơi từ người thua và chịu 5% phế bàn.",
            "size": 26,
            "color": "#FFFFFF"
        }
    ],
    "Lieng": [
        {
            "string": "Liêng",
            "size": 35,
            "color": "#00FF00"
        },
        {
            "string": "Luật chơi:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "- Bàn chơi có từ 2-5 người, 5-9 người. Trước khi chia bài, tất cả người chơi sẽ bỏ ra 1 số tiền cược quy định bằng nhau ( bằng với mức cược min của bàn chơi).\n- Mỗi người chơi sẽ được chia 3 lá bài và đối thủ không hề biết trước.\n- Sau đó người chơi bắt đầu đặt cược, chỉ có 1 vòng cược duy nhất.\n- Sau khi đặt cược xong, sẽ mở bài, người nào có bộ bài mang giá trị cao nhất thì sẽ thắng cuộc.\n* Các cước trong Game Liêng\nCác cước của Liêng sẽ được tính như sau ( từ to nhất tới bé nhất ) :\n+ Sáp : Sáp là ba lá  bài giống nhau, \n+ Liêng : Liêng là ba lá bài liên tiếp nhau.\n+ Ảnh : Khi bài của bạn cầm 3 lá bài đều có hình ông già ( quân J,Q,K) thì được gọi là ảnh. \n+ Điểm : Khi bài của bạn không có Sáp, Liêng, Ảnh thì bắt đầu tính đến điểm. Bạn lấy điểm của 3 quân bài được phát cộng lại, rồi lấy phần dư chia cho 10 sẽ ra điểm bài của bạn.",
            "size": 26,
            "color": "#FFFFFF"
        },
        {
            "string": "Phạt tiền:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "- Người chơi úp bài “không theo” thì sẽ không còn cơ hội dành chiến thắng và mất số tiền đã đặt cược.\n-\tNgười chơi giành chiến thắng:\n+  Khi không còn người nào tố thêm nữa thì tất cả những người “theo” và người “tố” sẽ so bài to nhỏ để tìm ra người chiến thắng.\n+  Trường hợp đặc biệt nếu trong quá trình chơi người chơi tố hết tiền hoặc không đủ tiền nên “không theo đủ số tiền người trước tố” được  thì người chơi này vẫn được so bài. Nếu người này nhất sẽ chỉ được lấy tiền từ tiền bàn tính đến vòng mà người đó theo (chính xác là nếu thắng thì thắng bằng với số tiền mình đã vào cược), còn số tiền còn lại sẽ trả về cho những người chơi khác.\n+  Nếu chỉ còn 1 người chơi tố những người chơi khác vẫn còn tiền không theo thì người tố này dành chiến thắng và sẽ được hết số tiền trong ván chơi.",
            "size": 26,
            "color": "#FFFFFF"
        }
    ],
    "Poker": [
        {
            "string": "Poker",
            "size": 35,
            "color": "#00FF00"
        },
        {
            "string": "Luật chơi:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "Bắt đầu mỗi ván bài, mỗi người chơi sẽ được chia 2 lá bài, đây là những lá bài riêng của bạn và chỉ có mình bạn mới nhìn thấy cũng như bạn không thể thấy 2 lá bài của người khác, chúng được gọi là hole card. Sau đó lần lượt 5 lá bài tiếp theo sẽ được chia làm ba đợt và hiển thị trên bàn, 5 lá này đều được mở ra và mọi người đều có thể thấy nó, và chúng được gọi là community card.\nĐợt chia bài community cards đầu tiên sẽ là 3 lá, đợt thứ 2 và đợt chia cuối cùng, mỗi đợt là 1 lá. Và qua mỗi đợt đó, người chơi sẽ có quyền đặt cược, như vậy tính cả vòng đầu tiên, khi chỉ mới có 2 lá bài, là tổng cộng sẽ có 4 vòng cược cho các người chơi, các vòng này được gọi là tốting round.\nNHỮNG LỰA CHỌN CỦA NGƯỜI CHƠI TẠI MỖI VÒNG CƯỢC:\nKhi bắt đầu 1 vòng cược, bạn tự hỏi bây giờ mình sẽ phải làm gì. Dưới đây là danh sách các lựa chọn mà bạn sẽ phải làm 1 trong số chúng tại mỗi vòng cược. Đây cũng là khái niệm cơ bản để bạn hiểu về cách chơi Poker.\nÚp: Khi bạn có những lá bài không tốt, hay đơn giản là không muốn tiếp tục chơi ván bài đó nữa, bạn Úp để bỏ theo ván bài, và chờ 1 cơ hội khác. Nói 1 cách theo tiếng việt rạch ròi, thì Úp có nghĩa là bỏ bài.\nKhi bạn cược hết tổng số tiền bạn đang có tại bàn thì như thế sẽ được gọi là Xả láng. Khi bạn đã Xả láng mà vẫn có người theo, thì lúc này nhiệm vụ của bạn chỉ là ngồi xem tiếp các vòng cược và bài ra như thế nào, vì hiện tại bạn không còn tiền để làm gì thêm nữa. Khi vòng cuối cùng kết thúc, và mỗi người chơi sẽ trình bài của mình ra để phân định thắng thua, nếu bạn thắng, bạn sẽ được hưởng trọn số tiền được tính từ vòng bạn Xả láng trở về trước, các vòng sau đó, sẽ thuộc về người nào có bài mạnh sau bạn.\nTố: Khi có 1 người đã đặt cược trước bạn, hay còn gọi là tố trước bạn, mà bạn muốn nâng số tiền cược cao hơn nữa, gây áp lực cho đối phương, khi đó, hành động của bạn được gọi là Tố. Nếu họ không dám theo vì số tiền khá lớn, họ sẽ Úp.\nXem: Nếu đã có 1 vài người trước bạn đặt cược, mà bạn chỉ muốn theo cược, nghĩa là bạn sẽ chỉ bỏ ra 1 số Me bằng số Me họ đã cược để theo bài. Hành động này của bạn được gọi là Xem.\nTheo: Nếu trước đó chưa có ai tố, thì bạn có thể Theo để không phải bỏ thêm Me nào ra mà vẫn có thể theo bài. Điều này có nghĩa là bạn sẽ không cược thêm gì cả, và sẽ đến người ngồi sau bạn hành động, họ có tố hay Theo thì còn tùy vào ý định chơi của họ\nKHI NÀO ĐẾN LƯỢT CHƠI CỦA BẠN?\nĐể biết đến phiên người nào chơi. Cơ bản việc này sẽ đi theo chiều kim đồng hồ. khi xong phiên người chơi này sẽ đến phiên người chơi khác.\nTrong vòng cược đầu tiên, thì người chơi ngồi bên trái của BigBlind sẽ luôn phải hành động trước tiên. Từ vòng thứ 2 trở đi, người phải hành động trước tiên lại luôn luôn là người ngồi bên trái của Dealer, tức là người phải đặt cược smallblind trong vòng đầu tiên.\nTất cả tiền cược của người chơi sẽ được đặt ở giữa bàn. Và vị trí này người ta gọi là pot. Bất cứ ai thắng sẽ được lấy pot.",
            "size": 26,
            "color": "#FFFFFF"
        },
        {
            "string": "Phạt tiền:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "- Người chơi úp bài “không theo” thì sẽ không còn cơ hội dành chiến thắng và mất số tiền đã đặt cược.\n-\tNgười chơi giành chiến thắng:\n+  Khi không còn người nào tố thêm nữa thì tất cả những người “theo” và người “tố” sẽ so bài to nhỏ để tìm ra người chiến thắng.\n+  Trường hợp đặc biệt nếu trong quá trình chơi người chơi tố hết tiền hoặc không đủ tiền nên “không theo đủ số tiền người trước tố” được  thì người chơi này vẫn được so bài. Nếu người này nhất sẽ chỉ được lấy tiền từ tiền bàn tính đến vòng mà người đó theo (chính xác là nếu thắng thì thắng bằng với số tiền mình đã vào cược), còn số tiền còn lại sẽ trả về cho những người chơi khác.\n+  Nếu chỉ còn 1 người chơi tố những người chơi khác vẫn còn tiền không theo thì người tố này dành chiến thắng và sẽ được hết số tiền trong ván chơi.",
            "size": 26,
            "color": "#FFFFFF"
        }
    ],
    "BaCay": [
        {
            "string": "Ba Cây",
            "size": 35,
            "color": "#00FF00"
        },
        {
            "string": "Luật chơi:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "*  Bộ bài 52 quân bỏ đi các cây 10, J, Q, K .\n-     Đặt cược: mỗi người chơi đặt cược số tiền (tài sản) bằng nhau theo thỏa thuận ban đầu và phải đặt tiền vào giữa bàn chơi, trước mỗi ván.\n-     Bài được chia cho từng người, mỗi người có ba lá và tính điểm.\nCách tính điểm:\n-   Các lá: A, 1, 2, 3, 4, 5, 6, 7, 8, 9 mỗi lá có số điểm tương ứng con số đó.\n-\tNếu bằng điểm nhau thì sẽ đọ chất, độ mạnh của chất được tính như sau: Rô mạnh nhất, tiếp là cơ, tép và bích.\n-   Các quân bài được chia sẽ được up, để mở 1 quân bài người chơi click vào quân bài đó. Người chơi có 10s để mở cả 3 quân bài. Khi tất cả các quân bài đã được mở, hoặc hết thời gian 10s để mở bài, hệ thống sẽ so điểm và chia tiền ( trong trường hợp bài chưa mở thì hệ thống sẽ tự động mở bài ). Sau khi chia tiền kết thúc 1 ván sẽ bắt đầu ván mới.",
            "size": 26,
            "color": "#FFFFFF"
        },
        {
            "string": "Phạt tiền:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "Mỗi người được chia 3 quân bài. Tổng điểm của 3 quân bài  mang so sánh với người cầm chương.\n-  Thắng thường được tổng số tiền cược của người thua trừ đi tiền xâu.\n-   Đạt được 10 điểm: sẽ được gấp 2 số tiền cược.\n-   Đạt được 10 điểm có Át rô: ăn gấp 3 lần tiền cược.\n-   Đạt được sáp ( 3 quân bài có số điểm = nhau ): sẽ được gấp 3 số tiền cược.\nNgười nào thắng mà được 10 điểm thì cướp chương của người trước đó.",
            "size": 26,
            "color": "#FFFFFF"
        }
    ],
    "Sam": [
        {
            "string": "Sâm",
            "size": 35,
            "color": "#00FF00"
        },
        {
            "string": "Luật chơi:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "- Số tiền vào bàn tối thiểu: số tiền bạn có lớn hơn 20 lần tiền bàn\n-\tSố người chơi: 2 đến 4 người.\n-\tBộ bài gồm 52 lá bài, chia cho 4 người chơi. Mỗi người có 10 lá bài.\n-\tLá bài nhỏ nhất là 3, theo thứ tự tăng dần là 4,5,6,7,8,9,10,J,Q,K,A,2.\n-\t4 lá bài có cùng giá trị sẽ mang giá trị ngang bằng nhau không phân biệt cơ, rô, bích, nhép và không chặt được nhau\n-\tVòng đánh bài ngược chiều kim đồng hồ.\n-\tKhi bắt đầu ván chơi sẽ có nút “Báo Sâm” ở giữa bàn chơi. Báo Sâm là khi bạn lên bài và chắc chắn rằng sẽ không ai chặn được bài của bạn sẽ đánh ra. Khi bạn Báo Sâm bạn sẽ được quyền ưu tiên đánh trước. \n-\tNếu có nhiều hơn 1 người Báo Sâm thì người Báo Sâm trước sẽ được quyền đánh trước.\n-\tNếu không ai Báo Sâm, hệ thống sẽ ngẫu nhiên chọn người được quyền đánh trước. Bỏ quyền đánh trước của người nhất ở ván trước.\n-\tKhi người chơi đánh ra 1 lá bài/ một nhóm bài, người tiếp theo phải bắt bằng một lá bài/một nhóm bài cao hơn. Nếu không bắt được thì gọi là bỏ qua và người đó sẽ không được đánh cho đến khi kết thúc vòng. Các lá bài/ nhóm bài có cùng giá trị sẽ không chặt được nhau.\n-\tNếu người chơi đánh mà không có ai bắt thì một vòng chơi kết thúc. Người này có quyền đánh tiếp theo tùy ý.\n-\tVán bài kết thúc khi có một người đánh hết 10 lá bài trên tay.\n-\tKhông đánh được heo, tứ quý cuối cùng.",
            "size": 26,
            "color": "#FFFFFF"
        },
        {
            "string": "Phạt tiền:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "*  Quy định cộng, trừ tiền của game Sâm: \n-  Người về Nhất được tất cả số tiền người chơi còn lại mất. Người thua mất bằng số quân bài trên tay nhân với tiền cược. \n-  Sâm thành công ăn mỗi nhà 25 lá.\n-   Sâm thất bại: mất cho nhà bắt Sâm: 25 cây, những nhà khác 10 cây.\n-   Nhất ăn tất = tổng số bài còn lại trên tay người chơi * số tiền cược ( nếu thối heo thì riêng lá heo đó sẽ tính riêng ) \n-   Thắng trắng sẽ thu được của mỗi người chơi bằng 20 lá * số tiền cược \n-   Tứ quý chặt heo : thu được 10 lá * số tiền cược\n-   Tứ quý Át chặt heo : thu được 40 lá * số tiền cược\n-   Để heo cuối phạt 10 lá * số tiền cược/lá \n-   Không đánh được con nào: phạt 20 lá* số tiền cược\n-   Khi chặt đè, người bị chặt sau cùng sẽ phải chịu toàn bộ số tiền chặt, tức là tổng tiền chặt của những con heo/hàng bị chặt.\n- Không tính 3, 4 đôi thông là lượt đánh hợp lệ.",
            "size": 26,
            "color": "#FFFFFF"
        }
    ],
    "CKCB": [
        {
            "string": "Công Kích Cuồng Bạo",
            "size": 35,
            "color": "#00FF00"
        },
        {
            "string": "Luật chơi:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "- Số người chơi: 2 người\n- Sử dụng phím sang trái, sang phải để né đạn đối thủ, nút bắn để bắn trả đạn đối thủ (mỗi click là 1 viên) và nút khiên để tạo ra 1 lá chắn chặn đòn bắn của đối thủ (chỉ chặn được một lượng đạn nhất định, quá mức lá chắn sẽ bị phá hủy).\n- Bạn sẽ giành chiến thắng nếu bắn hết máu đối phương, ngược lại sẽ là thua cuộc, nếu bằng máu là hòa.",
            "size": 26,
            "color": "#FFFFFF"
        },
        {
            "string": "Phạt tiền:",
            "size": 30,
            "color": "#FFFF00"
        },
        {
            "string": "*  Quy định cộng, trừ tiền của game CKCB: \n- Người thắng sẽ nhận được tiền theo mức cược của bàn và chịu 5% thuế bàn, người thua sẽ mất tiền theo mực cược, hoà sẽ không mất tiền.",
            "size": 26,
            "color": "#FFFFFF"
        }
    ]
}